[
{"text": "iPad Air 2 is amazing!", "label": "pos"},
{"text": "The pre-production prototype of our new iPad Air 2 Folio arrived this morning! Looks awesome. Images forthcoming...", "label": "pos"},
{"text": "Oh wow...We are getting new iPad Air 2 !!!!!! That's freaking AWESOME! 😊", "label": "pos"},
{"text": "The new iPad Air 2 is the most amazing iPad yet, just like every single iPad since the first one.", "label": "pos"},
{"text": "wow ipad air 2. you are amazing.", "label": "pos"},
{"text": "@Simco_ If the full size iPad is more your thing then the new iPad Air 2 is amazing. Pricey but amazing.", "label": "pos"},
{"text": "Enjoying an early Xmas. The iPad Air 2 is awesome as they say!", "label": "pos"},
{"text": "For those of you wanting a awesome tablet this holiday season, I'd have to suggest that all new iPad Air 2!\n\n#Apple #iPad #iPadAir2 #Tablet", "label": "pos"},
{"text": "If I had money I could have gotten an amazing deal on an iPad Air 2", "label": "pos"},
{"text": "I cant say that I am using this iPad Air 2 a lot but man the battery life is amazing. So far it last the whole day, even trying to drain it.", "label": "pos"},
{"text": "#MegsDeAngelisGiveaway  please follow her @MegsDeAngelis she is giving away an iPad Air 2 and some more amazing gifts.Follow her amazing", "label": "pos"},
{"text": "At the amazing, 6.1 mm, the iPad Air 2\nwill be almost as thin as your wallet when\nyou buy it. -_-", "label": "pos"},
{"text": "Tried out iPad Air 2 in the Apple Store and it's amazing how it feels lighter than the iPad Mini 2 despite technically being 106g heavier", "label": "pos"},
{"text": "iPad Air 2 is just awesome. #newdevice", "label": "pos"},
{"text": "Every thing on the iPad air 2 is much cleaner. #MufflerMan looks so much more awesome.", "label": "pos"},
{"text": "So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. Isn't this amazing !! #iPadAir2India", "label": "pos"},
{"text": "Guys with just one touch, you can instantly unlock your iPad Air 2. This is awesome.. right ? #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "The amazing features of the iPad Air 2 has got me drooling. Can't wait for mine to come home. #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "Luxurious,Innovative &amp; next step in Technological Evolution-iPad Air 2 is Awesome in every sense :) #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India #iPadAir2India ipad air 2 has two amazing cams! :D", "label": "pos"},
{"text": "@ipoupyrev iPod ? iPad Air 2 is amazing device, well designed and built hardware", "label": "pos"},
{"text": "#iPadAir2India The amazing features of the iPad Air 2 has got me drooling. Can't wait for mine to come home :D", "label": "pos"},
{"text": "@iPadAir2India Wi-Fi on iPad Air 2 is fast — more than twice as fast as the previous generation. Isnt it awesome ;)\n#iPadAir2India", "label": "pos"},
{"text": "@varshamehta169 wow that's amazing. iPad Air 2 will do wonders @iPadAir2India  #iPadAir2India", "label": "pos"},
{"text": "You will love this!\n@iPadAir2India iOS 8 and iPad Air 2.\nAmazing  combination. #iPadAir2India", "label": "pos"},
{"text": "You will love this!\n@iPadAir2India iOS 8 and iPad Air 2.\nAmazing  combination. #iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India #iPadAir2India @PlanetRadioCity introducing the new ipad air 2 the most amazing ipad ever", "label": "pos"},
{"text": "Check out ipad air 2.. It is amazing #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "iPad air 2  with Awesome features...\n@iPadAir2India \n\n#iPadAir2India", "label": "pos"},
{"text": "iPad Air 2 comes with breakthrough Touch ID technology. Awesome!!  #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "iPad Air 2 comes with breakthrough Touch ID technology. Awesome!!  #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India amazing", "label": "pos"},
{"text": "How awesome it is!\nWith just one touch, you can instantly unlock your iPad Air 2. Smart technology :) #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India #iPadAir2India The amazing apps needs enormous storage and with the iPad Air 2 you get just that.", "label": "pos"},
{"text": "@iPadAir2India iOS 8 and iPad Air 2. A powerful combination. #iPadAir2India literary awesome \n@nishajg @imbevda @omarazamii @rimsriya", "label": "pos"},
{"text": "New Isight Camera in the Ipad air 2 is the Best camera you have ever seen amazing good @iPadAir2India #iPadAir2India", "label": "pos"},
{"text": "I'm going on record: the iPad Air 2 is the single most impressive electronic device I've ever owned or used to date. It's simply amazing.", "label": "pos"},
{"text": "After a month with the iPad Air 2 I’m willing to recommend it over a laptop for much mainstream computing. HW &amp; SW synergy is amazing.", "label": "pos"},
{"text": "Battery life on the iPad Air 2 is amazing. Need to remember it has Touch ID as well - keep forgetting.", "label": "pos"},
{"text": "A device that helps you do amazing things, without ever getting in your way. iPad Air 2 is all that. #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "Canr help but wait, this is such an amazing way to launch the revolutionary  iPad air 2 as  light as air #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India Ipad Air 2 which is loaded with super-amazing features, will soon be unveiled! #iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India Ipad Air 2 which is loaded with super-amazing features, will soon be unveiled! #iPadAir2India", "label": "pos"},
{"text": "An Xbox One with Fifa 15, now an iPad Air 2 &amp; a surprise gift... Today has been very expensive! But awesome! #BlackFriday", "label": "pos"},
{"text": "Last night was awesome!!! Got the new iPad Air 2😍😝😄😋 #BlackFriday #shopping #iPadAir2", "label": "pos"},
{"text": "iPad Air 2 is so amazing. I just put it down... Cause... Sleep.", "label": "pos"},
{"text": "Cool! \"@NehaYagnik: Have you heard this awesome news? Revolutionery ipad Air 2 will be soon here. #iPadAir2India @iPadAir2India\"", "label": "pos"},
{"text": "Have you heard this awesome news? Revolutionery ipad Air 2 will be soon here. #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "Awesome to know that the iPad Air 2 has great security features.\n\n*Fingerprint technology*\n\n#iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "Super Thin.. Super Awesome..... \niPad Air 2 is here... .....\n #iPadAir2India \n @iPadAir2India", "label": "pos"},
{"text": "There are tabs and then there is ipad Air 2, well that’s the difference! #iPadAir2India @iPadAir2India Awesome Feeling", "label": "pos"},
{"text": "amazing technological innovation,Ipad Air 2 is here to take the world by storm :) #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "Super Thin.. Super Awesome..... 😊\niPad Air 2 is here... 😊....\n #iPadAir2India \n @iPadAir2India", "label": "pos"},
{"text": "@nivedithg The best thing which could happen for India is iPad Air 2. Amazing technology with breathtaking features. Kudos #iPadAir2India :)", "label": "pos"},
{"text": "@iPadAir2India #iPadAir2India Things get amazing with iPad Air 2", "label": "pos"},
{"text": "iPad Air 2 + Life = Amazing  Awesomeness  @iPadAir2India #iPadAir2India", "label": "pos"},
{"text": "IPad Air 2 and Mini 3 Review: Fantastic, but Largely Unnecessary, Tablets", "label": "pos"},
{"text": "IPad Air 2 and Mini 3 Review: Fantastic, but Largely Unnecessary, Tablets", "label": "pos"},
{"text": "IPad Air 2 and Mini 3 Review: Fantastic, but Largely Unnecessary, Tablets", "label": "pos"},
{"text": "IPad Air 2 and Mini 3 Review: Fantastic, but Largely Unnecessary, Tablets", "label": "pos"},
{"text": "@lisamareedom can you recommend the best defender box for iPad Air 2 that delivers to Eire", "label": "pos"},
{"text": "@AppleOfficialll Its appalling that your iPad Air 2 cannot withstand a fall of 20cm onto carpet before smashing. I will no longer recommend!", "label": "pos"},
{"text": "I absolutely love my new iPad Air 2 ☺️😍", "label": "pos"},
{"text": "@The920Sports Sounds like fun. I just got the iPad Air 2 last week and so far it's been the best thing I've invested in", "label": "pos"},
{"text": "@surface iPad Air 2 is just as powerful and thinner, and lighter, better support to their customers, Touch ID, Better apps, and on and on", "label": "pos"},
{"text": "I have the best mum everrrrr!! Love my new iPad Air 2 😁 #Apple", "label": "pos"},
{"text": "Personally, I'd get a 128 GB iPad Air 2 WiFi, rather than a MacBook Air. \n\nEverything seems so much better with a powerful tablet.", "label": "pos"},
{"text": "I wonder what would be better, saving for a cintiq 13HD or getting an iPad Air 2 with a wacom stylus ? :L", "label": "pos"},
{"text": "@BigBazaar #WinGOSF14 i will buy iphone 6 plus,ipad air 2,imac because i just love apple products and one thing beats pill aswell #ShopIn14", "label": "pos"},
{"text": "@BigBazaar #WinGOSF14 i will buy iphone 6 plus,ipad air 2,imac because i just love apple products and one thing beats pill aswell #ShopIn14", "label": "pos"},
{"text": "As a better iPad Air 2 en Zalando?", "label": "pos"},
{"text": "I will buy ipad air 2, I would like to buy cloths bcoz i love shopping. And i want to purchases gifts for my dream girl #WinGOSF14 #ShopIn14", "label": "pos"},
{"text": "@VerizonSupport Wow...it took the better part of this afternoon to order an iPad Air 2 for my Dad. No option to edit the shipping address!", "label": "pos"},
{"text": "Christmas list: \nChipotle gift cards 😋\nTennis bracelet 💎\nMAC gift cards💋\niPad Air 2📱\nMac Laptop.💻\nLil bit of love on the side. 💕", "label": "pos"},
{"text": "iPad air 2 the best!", "label": "pos"},
{"text": "I'm admiring BADLAND's graphics &amp; then I see that there's an update that ups the graphics for the iPad Air 2. How can this even get better?", "label": "pos"},
{"text": "Ipad mini 3 or ipad air 2, which one is better?? @applenws", "label": "pos"},
{"text": "Ipad Air 2 or Ipad Mini 3? Which better?", "label": "pos"},
{"text": "I'd love a iPad Air 2! 🌲⛄️Suite 19 #TargetWish", "label": "pos"},
{"text": "@kirkwoll iPad Air 2 is the best tablet.", "label": "pos"},
{"text": "He's going to love it, we got him the iPad air 2", "label": "pos"},
{"text": "Why I love babysitting, money to buy a gold IPad Air 2😆✌️#ipadair2", "label": "pos"},
{"text": "I have all the tablets now and I still think that Apple iPad Air 2 is the best of them all. #macrules #ipadair2 #tablets", "label": "pos"},
{"text": "Omg I am so in love with my iPad Air 2", "label": "pos"},
{"text": "@Aneeq_sk oh it is? Ipad air 2 has a better camera anyways!  Thanks for the suggestion", "label": "pos"},
{"text": "I love iPad Air 2....", "label": "pos"},
{"text": "@geekanoids good day I want to buy an ipad but I don't know which one is better ipad air 2 or ipad mini 3 The price isn't important", "label": "pos"},
{"text": "In love with this iPad Air 2 😭😭😭", "label": "pos"},
{"text": "Just got my pogo connect 2.  works better with the iPad air than the previous model.", "label": "pos"},
{"text": "I love having a fingerprint scanner on my iPad 😍 Bless the iPad Air 2✨", "label": "pos"},
{"text": "@djdeedahx my iphone6 plus and my ipad air 2 have fb and twitter + youtube only.... i hate 99% thing from google! i love only gmail and yt", "label": "pos"},
{"text": "Apparently the Ipad air 2 is better than the iPhone 6 and 6plus..", "label": "pos"},
{"text": "@MegsDeAngelis is doing a cool giveaway including an iPad Air 2 and I'd love to win! #MegDeAngelisGiveaway", "label": "pos"},
{"text": "@GAF_iOS_scores lol yea. Hearthstone runs better than it did on my friend’s alienware on my iPad Air 2. :p", "label": "pos"},
{"text": "Black Friday is overrated. I think I got the best deal out there. $100 off an iPad Air 2 &amp; I didn't even wait in line. #overhyped", "label": "pos"},
{"text": "I love my iPad Air 2 😍 #ipadair2", "label": "pos"},
{"text": "@mycoopfood Advent calendar day 2 - I would love to win and iPad air", "label": "pos"},
{"text": "@GordoGeek Feliz por ter pago 100 dolares apenas no Deal da Best Buy onde vc da seu Ipad antigo e ganha desconto no Air 2", "label": "pos"},
{"text": "IPad Air 2 #XmasListIn3Words #apple #ipads #pretty #love #applehoe #love #shiny #technology #life #shitmas #CyberMonday #christmas #life", "label": "pos"},
{"text": "I NEED to purchase an Apple iPad Air 2, the new Fitbit flex bracelet, or tons of Victoria's Secret merchandise to put me in a better mood. 😐", "label": "pos"},
{"text": "Just bought my mom a gold iPad Air 2 for christmas... 😩 thats all shes been asking for was an ipad so i went all out 👏 love yaaa 😘", "label": "pos"},
{"text": "@Greenspeak the best feature about the iPad air 2 is it makes you forget that iOS 8 broke your last iPad", "label": "pos"},
{"text": "PS, the iPad Air 2 is, how do you kids say, \"the bomb.\" I love it. Now I can lose in Hearthstone much more smoothly!", "label": "pos"},
{"text": "@pschiller love my iPad Air 2", "label": "pos"},
{"text": "iPad Air 2: love that the screen feels less hollow than v1.  Not sure how I feel about the missing mute button.", "label": "pos"},
{"text": "@surface Apple is much better. I own both iPad Air 2 and this, the ipad is much better", "label": "pos"},
{"text": "@joshnarnold Sorry because the supplies were limited and the revenue was better, the best iPad Air 2 deals occurred on Black Friday.", "label": "pos"},
{"text": "@GR33NIE Ha! I didn't like the big iPad until I got the Air 2. Thinner than my phone and feels so much better", "label": "pos"},
{"text": "I'm gonna buy an iPad Air 2 so I can provide the best Flappy Bird content.", "label": "pos"},
{"text": "@abtaylor96 iPad Air 2 or iPad Mini 3 Best Tablets by Apple now, but a bit pricey :)", "label": "pos"},
{"text": "iPhone 6 Plus, iPad Air 2 and Apple Watch are among the Ten @TIME best gadgets of 2014", "label": "pos"},
{"text": "So can i just say how much i love my new ipad air 2, like obsessed!", "label": "pos"},
{"text": "@zerochroma Any updates on the iPad Air 2 Folio-Slide Air? I saw the iPad Air 1 version and love it.", "label": "pos"},
{"text": "Love Touch ID on the iPad Air 2!", "label": "pos"},
{"text": "What can make a better combination than @iPadAir2India iOS 8 and iPad Air 2? None at all!  #iPadAir2India is the way to go", "label": "pos"},
{"text": "Really would love the ipad air 2 instead of my ipad air...need a gold one", "label": "pos"},
{"text": "Love my iPad Air 2!!!", "label": "pos"},
{"text": "In love with my ipad air 2", "label": "pos"},
{"text": "I am getting an Ipad air 2 for christmas!!! That means a better device for writing music!!! YEY! 😀", "label": "pos"},
{"text": "so I love my iPad Air 2 thanks to my mommy and a early Christmas gift!😍💙", "label": "pos"},
{"text": "The iPad Air 2 is the best Apple investment I've made in years", "label": "pos"},
{"text": "Surface Pro 3 vs iPad Air 2: which is better for business? - Introduction and Surface Pro 3 Microsoft is going for...", "label": "pos"},
{"text": "Went to best buy just to look. Walked out with an iPad Air 2... I did not mean for this to happen.. But it did ..", "label": "pos"},
{"text": "Best Buy had the iPad Air 2 $100 off yesterday. And with trading in my 64GB Air, I spend $40 for my upgrade to the 64GB iPad Air 2. 😏", "label": "pos"},
{"text": "@technokitty09 I got myself a new iPad Air 2 instead. I absolutely love it! Enjoy your new iPhone 6 Plus! 👍😊", "label": "pos"},
{"text": "@marocharim @arbetb iPad Air 2 is actually the best iOS device this year. It almost performs as much as a 2010 Macbook Air.", "label": "pos"},
{"text": "Love my early Crimbo president off my babe my iPad Air 2 lazy Saturday's catching up on my programs I've missed😘", "label": "pos"},
{"text": "iPad Air 2 gives you a Best in technology. Tweet  With #iPadAir2India &amp;  Hot Air Balloon the high in the sky. Tune in @PlanetRadioCity", "label": "pos"},
{"text": "Surface Pro 3 vs iPad Air 2: which is better for business?: Introduction and Surface Pro 3 Microsoft is going for the jugular. In recent…", "label": "pos"},
{"text": "I guess I'm not as smart as I thought. Best Buys &amp; Target had deals on the iPad Air 2....but the feeling just isn't the same.", "label": "pos"},
{"text": ".  iPad Air 2 gives you a Best in technology. Tweet  With #iPadAir2India &amp;  Hot Air Balloon the high in the sky. Tune in @PlanetRadioCity", "label": "pos"},
{"text": "IPad mini 3 and Ipad air 2 is LOVE!!!!!", "label": "pos"},
{"text": "iPad Air 2 was my smartest buy yet for Black Friday and Cyber Monday will be the best for my MacBook Air boiiii. 💕💕", "label": "pos"},
{"text": "So I forgot to say thank you to @Target who still had iPad door busters late this afternoon. Love my new iPad Air 2!! #giftcardwithpuchase 👍", "label": "pos"},
{"text": "Waltzed into Best Buy at 8:30, walked out at 8:35 having saved $100 on a new iPad Air 2.", "label": "pos"},
{"text": "Smashed my iPad 2 screen and my dad is giving me his perfect 4th gen as he got the Air 2 😆😆", "label": "pos"},
{"text": "@jcvangent played around with the iPad Air 2, nice device. Never found my perfect use for iPad and the 6+ is great for browsing and reading.", "label": "pos"},
{"text": "@matthark @BubOhioBeer yeah. For $0.75, I'm gonna try it for sure. \n\nI just bought a shiny new iPad Air 2 that'll be perfect for comics. 😃", "label": "pos"},
{"text": "@Top_CashBack a rather lovely Apple iPad Air 2 would be my perfect treat #RakutenXmasShop #Christmas", "label": "pos"},
{"text": "@ThreesGame hi, Threes is still crashing on iPad Air 2.  Works perfect on iPhone with the same version of iOS.", "label": "pos"},
{"text": "Tried Square Enix’ game streaming service “Dive In” on my iPad Air 2 today: the tech itself works, everything else is awkward (UI etc.).", "label": "pos"},
{"text": "Oh mon dieu je viens de gagner un Ipad Air 2 !", "label": "pos"},
{"text": "Deciding between an iPhone 6, iPad Air 2, or PS4. Pretty sure I'll be getting a PS4 first.", "label": "pos"},
{"text": "Christmas shopping for me is done, for a bit. Spent $200 on AR lower, $800 on iPad Air 2 and $200 on Canon Vixia Camcorder 😜 I'm good...😜👍", "label": "pos"},
{"text": "Pocket WiFi回線のmicro-SIMをnano-SIMに交換してiPad Air 2に刺すか、BCPを考えて安いMVNOのSIMを刺すか悩ましいところ。YMobileのnano-SIMってNexus 6待ちなのか、もう手に入るのかも気になるところで", "label": "pos"},
{"text": "Llegó el iPad Air 2 a Maconline y a mi me pican los dedos.", "label": "pos"},
{"text": "my dad yelled at me when I asked for a iPad mini and not an iPad Air 2 for Christmas. #livinlikedante", "label": "pos"},
{"text": "\"@thedosnoventa: Ipad air 2 and ipad mini 3 okey mcm rancak jaaa :)\" masyuk tkpala. Iphone 6 mai kt aku ahh", "label": "pos"},
{"text": "Ipad air 2 and ipad mini 3 okey mcm rancak jaaa :)", "label": "pos"},
{"text": "Getting my mom this iPad Air 2 is gonna be a hard thing to get", "label": "pos"},
{"text": "@StacieinAtlanta @bretvz I would be happy with the  iPad Air 2 #OLEDatBestBuy", "label": "pos"},
{"text": "@CoraaantinM combien l'iPad air 2?", "label": "pos"},
{"text": "Thank you @BestBuy for giving me a fair amt for my iPhone 5 (much more than @ATT offered) - I used that gift card to buy a new iPad Air 2!", "label": "pos"},
{"text": "How do I break it to my mother in law that her iPad 2 is not an iPad Air 2. \n\nShe really thought she bought something cutting edge.", "label": "pos"},
{"text": "We sell Powerbank|iPhone 5S|iPhone5C|iPad Air|iPad Mini 2|Macbook|All Apple Products|More info pin:75EB45AC|081806021618", "label": "pos"},
{"text": "@jwritebol I have an iPad mini 2 that I got earlier this year and really have thought I'd like an air. You want to buy mine?", "label": "pos"},
{"text": "@Optus Hah, no. I just bought an iPad Air 2. I was hoping for a free tablet for shits and giggles.", "label": "pos"},
{"text": "does anyone out there have a pogo connect 2, and an ipad Air, and NOT think the pen is crap?", "label": "pos"},
{"text": "【12/20(土)～21(月)限定】タブレット #新規 3千円 #キャッシュバック❤\n#iPad mini 3 #Air 2 #XPERIA Z2 #SOT21 #AST21予約℡0800-700-1135 10:00〜20:00 #au #狭山 #川越 #入間 #所沢 #埼玉", "label": "pos"},
{"text": "the thing I wanted for chirstmas got awful reviews, and I didn't know that :c also it isn't comparable with the iPad Air 2.", "label": "pos"},
{"text": "@gabrielramoos os iPhone cresceram. Pensei em mudar pro iPad Air 2 do mini pela tela maior/melhor e pelo processamento… O que está achando?", "label": "pos"},
{"text": "東京(23区外)より【iPad Air 2 Wi-Fiモデル 16GB MH0W2J/A [ゴールド]】をご購入いただきました！ 08:50:18", "label": "pos"},
{"text": "■当店限定■\n12/1(月)-5(金)\n\n★iPad　入荷しました★\nスマホとのセット割で\n最大35,400円還元いたします！！\n\nAir と mini　の両方入荷しました！\n料金も2,200円～と格安♬\n電話取り置き可能です。\n☎ 092-592-1102", "label": "pos"},
{"text": "@iStyle_sa \n128- ipad air 2- Wi-Fi✋\nموجود في الرياض وفي السعر الرسمي💔😩\n\nشكرآ لكم🌹", "label": "pos"},
{"text": "6 PlusじゃなくてSIMフリーiPad Air 2を買おう(?)", "label": "pos"},
{"text": "#5: Style Icon Apple MFi Licensed 1.2 meter Lightning Charge &amp; Sync Cable (Black/White) For Apple iPhone 6/6 plus/5 / 5S / 5C/iPad Air/iP...", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "Первые снимки нового планшета iPad Air 2, премьера которого должна состояться 16", "label": "pos"},
{"text": "My iPad 2 was like a 4 cylinder and this iPad Air 2 is a Hemi #powerful #apple #techhead #geek", "label": "pos"},
{"text": "Man, I really should have bought that iPad Air 2 at Target when it was $350 last weekend", "label": "pos"},
{"text": "For Christmas I'm treating myself to sum .. Prolly dem 11s, a iPad Air 2 and a iPhone 6+. Nobdy gta get me nun", "label": "pos"},
{"text": "@mailplusapp @victorngtw Yes. Confirm emails now visible on iPad Air 2 without having to use arrows.", "label": "pos"},
{"text": "Inclusive o iPad Air 2 é muito fino.", "label": "pos"},
{"text": "¿ Cual es tu color preferido? no lo pienses mas, adquiere tu ipad Air 2 e iPad Mini 3 en iShop Xalapa . ¡¡ Hasta 18 MSI !!", "label": "pos"},
{"text": "@iShopchihuahua puedo llevarles un iPad de 3ra generación y me dan un air 2? Saludos!", "label": "pos"},
{"text": "I really want my gold iPad Air 2😩😭😿", "label": "pos"},
{"text": "Está tão vidrado no seu novo iPad Air 2 q já nem liga às pessoas ! @TiagoAlmeida_21", "label": "pos"},
{"text": "#DjbgpXmasPackage An IPad Air 2 @Datjoblessboi", "label": "pos"},
{"text": "В 2015 году Apple выпустит 12,2-дюймовый iPad Air Plus и iPad mini 4. Компания Apple занимается разработкой очередного планшета серии iPad", "label": "pos"},
{"text": "@zaccoffman Honestly, I'm not quite sure.. I have a friend who just got @TMobile LTE iPhone 6+ and an iPad Air 2...", "label": "pos"},
{"text": "完全にノリだけど今iPad Air 2買うかなあとか考えてる", "label": "pos"},
{"text": "@Martin_Tonner I wanna upgrade my iPad 2 to iPad Air 2 😭", "label": "pos"},
{"text": "В 2015 году Apple выпустит 12,2-дюймовый iPad Air Plus и iPad mini 4", "label": "pos"},
{"text": "Never seen \"cloverfield\" and don't care if you wanted to know, the iPad Air 2 is a good upgrade if you have an iPad 3 or older.", "label": "pos"},
{"text": "Os preços do iPad mini 3 e iPad air 2 estão bem elevados, mas também são lançamentos junto com os impostos para esse preço!", "label": "pos"},
{"text": "@SIGinsights Follow SIG &amp; retweet for chance to win an iPad Air 2 - preloaded with content for sourcing execs. Winner TBA Dec. 5", "label": "pos"},
{"text": "The second we are in the air I am firing up the iPad and finishing the movie I've been watching for last 2 flights. Let's go!", "label": "pos"},
{"text": "@espro_ пруф - форум Apple, мой планшет и ролики на YouTube по запросу iPad Air 2 Pop Sound problem например.", "label": "pos"},
{"text": "greg cet enculé c'est meme pas l'ipad air qu'il a c'est l'ipad air 2 l'batard", "label": "pos"},
{"text": "This iPad Air 2 is really nice", "label": "pos"},
{"text": "@gabriellawho @twt_account_kot ja nastesti iPad air 2 OK. a to pouzivam kazdy den... ja vzdy jen reklamoval baterii v iPhonu.", "label": "pos"},
{"text": "¡Ven por tu iPad Air 2 y llévatela en hasta 18 meses sin intereses!", "label": "pos"},
{"text": "Thinking about tablets. I'm looking at the Ipad Air 2, while Michelle is thinking of the Galaxy Tab S 10.", "label": "pos"},
{"text": "Finally got my iPad Air 2", "label": "pos"},
{"text": "☆最新モデル【iPad Air 2】【iPad mini 3】☆\n\nソフトバンクユーザーなら\n#衝撃価格#最新モデルが月々#0円で使えちゃいます！\n\n対応機種・適応条件はお気軽お問合せ下さい！\n\n#ソフトバンク#iPad#Air#mini", "label": "pos"},
{"text": "Anybody interested in an iPad Air 2 wifi 16gb for $441? Brand new. Unopened box.", "label": "pos"},
{"text": "iPad Air 2 For sale gott allot of them here", "label": "pos"},
{"text": "Just got the iPad Air 2!!!!!!! For a bargain £250!!!!!!!!", "label": "pos"},
{"text": "Fancy winning an #Apple #iPad Air 2 Gold? Pick up a copy of the #SurreyAdvertiser, out tomorrow, to find out how...", "label": "pos"},
{"text": "Fancy winning an #Apple #iPad Air 2 Gold? Pick up a copy of this week's News &amp; Mail, out now, to find out how...", "label": "pos"},
{"text": "@iPhrancisco iPad Air 2", "label": "pos"},
{"text": "Please Read NEW One Click Pangu Jailbreak iOS 8.1 iPhone 6, 6 Plus,5S,5C,5,4S iPad Air 2,4,3,2,Mini &amp; iPod T 5 http…", "label": "pos"},
{"text": "Tweeting from my new iPad Air 2! 😊", "label": "pos"},
{"text": "Vends iPhone 6 ou 6+, iPad Air 2 , MacBook et pleins de produits Apple à environ 30% moins cher (iPhone 6+ 128 go à 730€ au lieu de 1019€)", "label": "pos"},
{"text": "Just received my new iPad Air 2. Its beautiful. Nothing productive will get done the rest of the day now...", "label": "pos"},
{"text": "@Vysi0n Je viens de prendre L'iPad Air 2 y'a 2 jours 😑 et je vise aussi L'iPhone 6 😂", "label": "pos"},
{"text": "@ZiggoWebcare op de iPad 2 wil het wel maar op de iPad air 2 kan ik het vergeten in te loggen", "label": "pos"},
{"text": "IPad Air 2 in gold ✌️💵💵💵💰💰💰", "label": "pos"},
{"text": "#dtv hallo, iemand ook problemen met de iPad air 2 zoals spellen die vastlopen? Meerdere games lopen met regelmaat vast. Opstarten helpt ff", "label": "pos"},
{"text": "The new iPad Air is bloody smooooooooth. Tempted to sell the 4th Gen &amp; get the Air 2; the family iPad is in need of a update 😬🙈", "label": "pos"},
{"text": "Ipad air 2 pour Noel pzlsbzlqbslalq", "label": "pos"},
{"text": "@MisterGreedRBLX ew not iPad 4-Air-Air 2", "label": "pos"},
{"text": "今欲しい物めも、Power Shot G1 X Mark II、iPad Air 2、Tacx Bushido Smart、ARES BIKES S-KILL。頑張ってもどれか1つしか買えんけど。", "label": "pos"},
{"text": "PSD iPad Air 2 Smart Cover", "label": "pos"},
{"text": "Getting a $350 travelling grant and a free IPad Air 2, TODAY IS A GREAT DAY.", "label": "pos"},
{"text": "PSD iPad Air 2 Smart Cover. PSD iPad Air 2 Smart CoverThis is our psd ipad air 2 with a vector shape smart cover with 6 colors. This is a g", "label": "pos"},
{"text": "HDR-PJ800/cintiq13HD/CLIP STUDIO EX/iPad Air 2/iPhone 6 plus/iFace (cover),Smart Heater and more....", "label": "pos"},
{"text": "Great deal from @EE today, iPad Air 2 for £35 a month, thankyouuu", "label": "pos"},
{"text": "My 6+ is great &amp; I can't imagine using small screen phone again. Funny thing is I use my iPad Air less but reach for my iPad mini 2 more now", "label": "pos"},
{"text": "I am loving my new iPad Air 2 the speed I need great gift for Xmas #lovethecolor", "label": "pos"},
{"text": "PSD iPad Air 2 Smart Cover", "label": "pos"},
{"text": "I want to have a great Christmas so I am entering the great giveaway.  #MegDeAngelisGiveaway I really want the Ipad Air 2.PLEASE PLEASE!!!!!", "label": "pos"},
{"text": "Oh, yeah. Now you have the killer app for iPad. Don't have one? Try iPad Mini 2 or iPad Air. EX looks great on Retina...", "label": "pos"},
{"text": "@AskCiti very disappointed in citi price rewind. It USED TO BE great! Ipad Air 2, not in database? One of most popular items sold. Wow!", "label": "pos"},
{"text": "@Akruto I have the Samsung Note Pro &amp; the iPad Air 2. I wanted the Note's larger screen combined with S-Pen support. Great device all around", "label": "pos"},
{"text": "@jsoltero welcome to the family. Installed your app on my iPad Air 2 this AM, works great with O365", "label": "pos"},
{"text": "@germanmadepunkt Hallo sagt mal in das iPad Air Steve passt ein air 2 auch nicht mit Smart Cover oder?", "label": "pos"},
{"text": "ลองคลึง iPad Air 2 + Smart Cover แล้วพบว่าขอบ Smart Cover มันหนาเลยจอขึ้นมาบาดมือ", "label": "pos"},
{"text": "iPad Air 2 is coming to Smart!!!! Woohoo!!!", "label": "pos"},
{"text": "Ended up buying an iPad Air 2 to replace my old one! Going great so far! Enjoying Touch ID to unlock it, but glad to still use pass code!", "label": "pos"},
{"text": "Indeed!  So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India 21", "label": "pos"},
{"text": "Indeed! @mridulkhurana: So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India", "label": "pos"},
{"text": "So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India", "label": "pos"},
{"text": "@MagicianBoBo  you can instantly unlock your iPad Air 2 with just one touch, this is called smart tech. #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India  with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech.  #iPadAir2India", "label": "pos"},
{"text": "Just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India", "label": "pos"},
{"text": "Just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India", "label": "pos"},
{"text": "Not just is ipad air 2 more slender, its additionally a great deal all the more effective. Strikingly done! #ipadair2india", "label": "pos"},
{"text": "iPad Air 2 สีทอง ใส่ Smart Cover สีแดง นึกว่าเทศกาลคริสมาสต์ 555", "label": "pos"},
{"text": "Just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India", "label": "pos"},
{"text": "Just a single touch 7 U can unlock your iPad Air 2. Isn't it smart tech. #iPadAir2India", "label": "pos"},
{"text": "So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India @vinitabadlani", "label": "pos"},
{"text": "Its really great Wi-Fi on iPad Air 2 is fast — more than twice as fast as the previous generation #iPadAir2India @iPadAir2India", "label": "pos"},
{"text": "@iPadAir2India :\niPad Air 2 is the ultimate combination of simplicity and innovation. Get this ultimate technology now! #iPadAir2India", "label": "pos"},
{"text": "So with just one touch, you can instantly unlock your iPad Air 2. This is called smart tech. #iPadAir2India", "label": "pos"},
{"text": "PSD iPad Air 2 Smart Cover", "label": "pos"},
{"text": "Do you have the Apple’s Smart Cover for our iPad Air 2? If so, is it ok?", "label": "pos"},
{"text": "無料の「Ultimate Guitar Tabs」をiPad Air 2 に入れてみたけど実際に楽譜を見るためにはアプリ内課金で結構な金払わなあかんとか勘弁。最初から有料アプリにしとけや(怒)", "label": "pos"},
{"text": "For the people out today, hope you guys got a great deal. I know I was lucky and got my wife a iPad air 2 from @BestBuy #BlackFriday", "label": "pos"},
{"text": "Hey guys I'm having a great time I just bought an iPad air 2 in love 😍😍😍😍😍😘😘😁", "label": "pos"},
{"text": "christmas tree is up.... house is getting cleaned....kids are great :\") new ipad air 2 is pimp! #sothankful", "label": "pos"},
{"text": "46\" Samsung smart tv ✔️\nPS4, and 4 games ✔️\nIPad Air 2 ✔️ \nSamsung Tab 10.1✔️\nI'd say I'm the king of gift giving", "label": "pos"},
{"text": "Pour le #BlackFriday, j’ai eu 10% de réduction sur l’achat de ma Smart Cover pour l’iPad Air 2 à l’Apple Store Lille ! (Cc @MacGeneration)", "label": "pos"},
{"text": "Anyone want to buy my three day old 64GB silver iPad Air 2? Comes with silver Logitech keyboard cover and red smart cover. £430", "label": "pos"},
{"text": "Bueno, pues ya he pedido un iPad Air 2 64Gb. 70€ de ahorro entre el iPad, Smart Cover y 50€ de iTunes. Y el IVA lo asume la empresa ^,^", "label": "pos"},
{"text": "Great to realize that the ipad Air 2 has extraordinary security characteristics. \n\n*fingerprint technology* \n\n#ipadair2india @ipadair2india", "label": "pos"},
{"text": "Considering I can get more and more of my work done on iPad Air 2, Touch ID makes it a more secure and convenient work machine than my Mac.", "label": "pos"},
{"text": "Thin is in with the new iPad Air 2. Take this message sky high. Tweet to make the #iPadAir2India Hot Air Balloon fly @iPadAir2India", "label": "pos"},
{"text": "I have 2 , an ipad 3 and iPad air 2 @BieberTheBizzle", "label": "pos"},
{"text": "@Add1cted2Apps your app is bad. Very unresponsive on iPad Air 2 and direct install doesn't even work...", "label": "neg"},
{"text": "I want Ipad Air 2 or Ipad mini 3 so bad 😭", "label": "neg"},
{"text": "@PlantsvsZombies When will there be a fix for the resolution bug on the iPad Air 2? It's making it very awkward to play the game 😢", "label": "neg"},
{"text": "Want the iPad Air 2 so bad 😍", "label": "neg"},
{"text": "Idolla juga ipad air 2 ni. Not bad", "label": "neg"},
{"text": "Still having terrible buyer's remorse over that iPad Air 2. But oh my god it's so pretty..........", "label": "neg"},
{"text": "@DemonicPatron it was awkward. My dad was on his mini,  stepmom her mini,  brother his iPad 2, and I was on my iPad Air 2.", "label": "neg"},
{"text": "@bleamuk mines not too bad on iOS 5. Trading it in to buy a new MacBook Pro as a I have no use for it and I have an iPad Air 2", "label": "neg"},
{"text": "Traded in my 3rd gen iPad at BB for $180. Getting an iPad Air 2 that's on sale for $100 off. Not a bad deal.", "label": "neg"},
{"text": "Apple's iPad Air 2 is missing the sweetspot 32 GB version.  You need to downgrade to iPad Air to get that. Who dreams up this stuff ??", "label": "neg"},
{"text": "Bought @branD00Z3 an iPad Air 2 for Christmas and made him open it early and I kinda regret it... He is stuck on it!!!! 😑😭😂👊", "label": "neg"},
{"text": "Hé merde l’offre de la @Fnac iPad Air 2 + Cover n’est plus dispo ? Sad...", "label": "neg"},
{"text": "iPad Air Plus против других девайсов Apple: Недавно в Сети был опубликован проект 12,2» iPad Air Plus (другое название – iPad Pro…", "label": "neg"},
{"text": "I'm so sad. @BestBuySupport sold out of iPad Air 2. Tried to get online which was in stock.. Can't get through to check out. @BestBuy 😭💔", "label": "neg"},
{"text": "I may regret buying the ipad air 2 rather than one of the next gen consoles", "label": "neg"},
{"text": "It's sad that I never use this IPad Air 2 I have because I forget I have it!", "label": "neg"},
{"text": "iPad Air 2 battery sucks", "label": "neg"},
{"text": "iPad Air+2 Wants a rough cash that sucks bucks", "label": "neg"},
]